'''Написать или модернизировать программу (МОДУЛЬ 2) используя условные операторы и цикл while:
Работа программы аналогично МОДУЛЬ 2, но спрашиваем пользователя до тех пор, пока он не введет верный год рождения. После ввода верного года рождения выводим в терминал 'Верно' и выходим из программы'''
grp = 1799
age_Pushkin = int(input('введите год рождения Пушкина: '))
while age_Pushkin != grp
     age_Pushkin = int(input('введите год рождения Пушкина: '))
 print(" правильно")
print('end')
