"""2. (МОДУЛЬ 1) В проекте создать новый модуль variables.py
3. Выбрать объект для описания из списка: овощ, еда, сотрудник, игрушка (так же можно придумать свой)
4. Объявить переменные основных типов данных для описания этого объекта:

Например объект школьник:
имя (тип строка), возраст (тип целое число), класс (тип целое число), отличник или нет (логический тип), средняя оценка (число с плавающей точкой)

Чем больше переменных (характеристик), тем лучше. Минимально 4 переменные для типов (строка, число, число с плавающей точкой, логический тип)

5. В конце модуля с помощью функции type вывести тип для каждой из объявленныхпеременных
"""


#описание сотрудника
emp = "employee"

#имя str
name = "Василий"
print(type(name))

# возраст int
age = 23
print(type(age))

#рост  float
height = 1.85
print(type(height))

#допуск bool

is_admission = True
print(type(is_admission))





